import { Description, Section, SectionHeader, SectionItem, SubHeader } from "./styled";

export const Services = () => (
    <Section>
        <SectionHeader>
            Мои услуги
        </SectionHeader>
        <SectionItem>
            <SubHeader>Индивидуальная консультация</SubHeader>
            <Description>
                Она включает:
                    • анализ рациона и режима питания
                    • разбор вкусовых предпочтений, пищевых привычек, физической активности, состояния здоровья
                    • выявление ошибок в вашем рационе
                    • расшифровка имеющихся лабораторных исследований и назначение необходимых анализов
                    • ответы на ваши вопросы по питанию и образу жизни

                    По итогу консультации вы получите простые и конкретные рекомендации по питанию, корректировке веса, недельный рацион-схему под вашу цель.
            </Description>
        </SectionItem>
        <SectionItem section2>
            <SubHeader>Индивидуальная консультация</SubHeader>
            <Description>
                Она включает:
                    • анализ рациона и режима питания
                    • разбор вкусовых предпочтений, пищевых привычек, физической активности, состояния здоровья
                    • выявление ошибок в вашем рационе
                    • расшифровка имеющихся лабораторных исследований и назначение необходимых анализов
                    • ответы на ваши вопросы по питанию и образу жизни

                    По итогу консультации вы получите простые и конкретные рекомендации по питанию, корректировке веса, недельный рацион-схему под вашу цель.
            </Description>
        </SectionItem>
        <SectionItem section3>
            <SubHeader>Индивидуальная консультация</SubHeader>
            <Description>
                Она включает:
                    • анализ рациона и режима питания
                    • разбор вкусовых предпочтений, пищевых привычек, физической активности, состояния здоровья
                    • выявление ошибок в вашем рационе
                    • расшифровка имеющихся лабораторных исследований и назначение необходимых анализов
                    • ответы на ваши вопросы по питанию и образу жизни

                    По итогу консультации вы получите простые и конкретные рекомендации по питанию, корректировке веса, недельный рацион-схему под вашу цель.
            </Description>
        </SectionItem>
    </Section>
)